Repository: gbmarcos/eFotball
Catalog: lib/resources/l10n/arb/app_*.arb
Languages: sv

source: Loading...
sv: Laddar...

source: Success
sv: Lyckades

source: Cancel
sv: Avbryt

# signInButtonText
source: Sign In
sv: Logga in

# emailTextFieldLabel
source: Email
sv: E-postadress

# passwordTextFieldLabel
source: Password
sv: Lösenord

# reEnterPasswordTextFieldLabel
source: Re-enter password
sv: Upprepa lösenord

# rememberMeText
source: Remember me
sv: Kom ihåg mig

# agreedToTheTermsPart2
source: terms and conditions
sv: användarvillkoren

# homeLabel
source: Home
sv: Hem

source: News
sv: Nyheter

# profileLabel
source: Profile
sv: Profil

source: Sign Out
sv: Logga ut

source: Language
sv: Språk

source: Your profile photo was changed successfully
sv: Din profil har uppdaterats

# firstnameTextFieldLabel
source: First name
sv: Förnamn

# lastnameTextFieldLabel
source: Last name
sv: Efternamn

# dateOfBirthText
source: Date of Birth
sv: Födelsedatum

source: View
sv: Visa

# nextButtonText
source: Next
sv: Nästa

source: Results
sv: Resultat

source: Comments
sv: Kommentarer

source: Latest News
sv: Senaste nyheter

# resetYourPasswordPageTitle
source: Reset your Password
sv: Återställ ditt lösenord

# reEnterNewPasswordTextFieldLabel
source: Re-enter new password
sv: Upprepa nytt lösenord

source: Post
sv: Inlägg

# resetPasswordButtonText
source: Reset Password
sv: Återställ lösenord

source: Profile Photo Upload
sv: Ladda upp bild

source: Change Password
sv: Ändra lösenord

source: Select a team
sv: Välj lag

source: Registration In Process
sv: Registrering pågår

source: Players
sv: Spelare

source: Wins
sv: Vinster

source: Losses
sv: Förluster

source: Goal diff
sv: Målskillnad

# goalsGames
source: Goals/Game
sv: Mål/match

source: Friends
sv: Vänner

source: Profile Settings
sv: Användarinställningar

# enterPasswordTextFieldLabel
source: Enter password
sv: Nuvarande lösenord

source: Article
sv: Artikel

# forgotYourPasswordText
source: Forgot your Password?
sv: Glömt lösenord

source: Slots
sv: Platser

source: Until Walkover
sv: Återstående tid innan walkover

source: Leave Match
sv: Lämna match

source: Played
sv: Spelade

source: Win Rate
sv: vinstkvot

source: Overview
sv: Översikt

source: Bracket
sv: Träd

source: Stats
sv: Statistik

source: Add Evidence
sv: Ladda upp bevis

source: Awaiting Confirmation
sv: Inväntar bekräftelse

source: Back
sv: Tillbaka

# forgotPassIndicationText
source: Enter your username and your e-mail address and we will send you instructions to reset your password
sv: Vänligen fyll i ditt användarnamn och e-postadress nedan för att återställa ditt lösenord. Du kommer få ett mejl med instruktioner för hur du ändrar ditt lösenord.

source: Clubs
sv: Klubbar

source: This tournament has already started
sv: Turneringen har redan börjat

source: Age
sv: Ålder

source: Nationality
sv: Nationalitet

source: Date of Birth
sv: Födelsedatum

source: Matches
sv: Matcher

source: Sign Up
sv: Registrera dig

source: Score
sv: Mål

# usernameOrEmailTextFieldLabel
source: Username or email
sv: Användarnamn eller e-post

# usernameTextFieldLabel
source: Username
sv: Användarnamn

# enterCurrentPasswordTextFieldLabel
source: Enter current password
sv: Nuvarande lösenord

# thisEmailIsNotValidText
source: This email is not valid
sv: Ogiltig e-postadress

# chooseYourGameConsoleText
source: Choose your game console
sv: Välj din spelkonsol

source: Feed
sv: Flöde

# clubsLabel
source: Clubs
sv: Klubbar

source: Name
sv: Namn

source: Game
sv: Spel

# notificationTournamentMatchScoresSubmitted
source: A score has been submitted for your match
sv: Resultat har registrerats in i din match

# notificationTournamentJoinRequestAccepted
source: Your registration has been accepted!
sv: Din ansökan har accepterats!

# notificationTournamentJoinRequestDeclined
source: Your registration has been declined
sv: Din ansökan har blivit nekad

# notificationTournamentMatchConflict
source: A conflict has been raised
sv: En konflikt har uppstått

source: Your tournament join request was accepted
sv: Din ansökan har accepterats!

source: Your tournament join request was declined
sv: Din ansökan har blivit nekad

# notificationTournamentLobbyCreated
source: Your tournament match is about to start
sv: Din turneringsmatch börjar

# notificationFriendRequestAccepted
source: {friend} accepted your friend request
sv: {friend} accepterade din vänförfrågan

# signInToGetStartedText
source: Sign in to get started
sv: Logga in för att komma igång

# createAnAccountButtonText
source: Create an Account
sv: Skapa ett konto

# problemsWithTheConnectionText
source: There are problems with the connection
sv: Det är problem med anslutningen

# fieldMustNotBeEmptyText
source: The field must not be empty.
sv: Fältet kan inte vara tomt.

source: Back to Login
sv: Tillbaka till Inloggning

# credentialsAreWrongText
source: The credentials are wrong
sv: Användaruppgifterna stämmer inte

# checkYourInboxPageTitle
source: Check Your Inbox
sv: Kontrollera din inkorg

# checkYourInboxIndicationText
source: Click on the link in the e-mail and follow the instructions to reset your password
sv: Klicka på länken i mejlet och följ instruktionerna för att återställa ditt lösenord

# enterNewPasswordTextFieldLabel
source: Enter new password
sv: Fyll i nytt lösenord

# emailSentText
source: The e-mail to reset your password was sent
sv: Ett e-postmeddelande för att återställa ditt lösenord har skickats

# thisUsernameIsNotValidText
source: This username is not valid
sv: Otillåtet användarnamn

# thisGamerTagIsNotValidText
source: This gamer tag is not valid
sv: Din gamer-tag är inkorrekt

# passwordCouldNotBeChangedText
source: The password could not be changed. Maybe the link to reset it has already expired or there is some problem with the connection
sv: Lösenordet kunde inte ändras. Det kan antingen bero på att länken inte längre är giltig eller problem med nätverksanslutningen

# passwordWasChangedSuccessfullyText
source: The password was changed successfully
sv: Ditt lösenord har uppdaterats

# passwordsMustMatchText
source: Passwords must match
sv: Lösenorden måste matcha

# nicknameTextFieldLabel
source: Nickname
sv: Användarnamn

# noCountryFoundText
source: No country found
sv: Inget land hittades

# agreedToTheTermsPart1
source: I have read and agreed to the
sv: Jag har läst och godkänner

source: Username can't only be numbers
sv: Ditt användarnamn kan inte enbart innehålla siffror

# passCantOnlyBeNumbers
source: Password can't only be numbers
sv: Ditt lösenord kan inte enbart innehålla siffror

# passMustHaveMoreThan8Characters
source: Password must have more than 8 characters
sv: Ditt lösenord måste bestå av minst 8 tecken

source: All clubs
sv: Alla klubbar

# countryIdCouldNotBeFound
source: The selected country could not be found
sv: Valt land kunde inte hittas

source: You must agree to terms and conditions
sv: Du måste godkänna användarvillkoren

# accountCreatedSuccessfullyText
source: The account was created successfully
sv: Ditt konto har skapats

# todayText
source: Today
sv: Idag

# yesterdayTextText
source: Yesterday
sv: Igår

source: Home Feed
sv: Hemflöde

source: Events
sv: Event

source: All News
sv: Alla nyheter

source: No posts
sv: Inga inlägg

# tournamentFormatStages
source: Stages
sv: Steg

source: Featured Tournaments
sv: Utvalda turneringar

source: No tournaments
sv: Inga turneringar

source: No Comments
sv: Inga kommentarer

source: No clubs
sv: Inga klubbar

source: No latest matches
sv: Inga senaste matcher

# matchResultsTitle
source: Match Results
sv: Matchresultat

# matchResultTitle
source: Match Result
sv: Matchresultat

# nextMatchTitle
source: Next Match
sv: Nästa match

source: No matches
sv: Inga matcher

# tournamentsLabel
source: Tournaments
sv: Turneringar

source: Search Clubs
sv: Sök klubb

source: Archive
sv: Arkiv

source: profile could not be loaded
sv: Profilen kunde inte läsas in

source: Scores
sv: Resultat

source: Change E-mail
sv: Ändra e-postadress

source: English
sv: Engelska

source: Current password is required
sv: Du måste fylla i ditt nuvarande lösenord

source: New password is required
sv: Du måste fylla i ett nytt lösenord

source: Your email was changed successfully
sv: Din e-postadress har uppdaterats

source: Are you sure you want to sign out?
sv: Är du säker på att du vill logga ut?

source: Add a comment
sv: Kommentera

# commentPostedSuccessfully
source: Comment was successfully created
sv: Kommentaren har publicerats

# unknownErrorText
source: Unknown error
sv: Okänt fel

source: Network error
sv: Nätverksfel

source: View All
sv: Visa alla

source: Ranking Table
sv: Rankingtabell

# winsAbbreviation
source: W
sv: V

# tiesAbbreviation
source: T
sv: O

# lossesAbbreviation
source: L
sv: F

source: Points
sv: Poäng

source: Rounds
sv: Rundor

source: Round
sv: Runda

source: Check in and Play
sv: Checka in och Spela

source: Time left
sv: Tid kvar

source: Your next match starts now
sv: Din match startar nu

source: Your next match starts at
sv: Din nästa match startar

source: Waiting for Opponent
sv: Väntar på motståndare

source: Choose from Gallery
sv: Välj från galleri

# selectClubDropdown
source: Select Club
sv: Välj klubb

source: Choose from Camera
sv: Välj från kamera

source: No Information
sv: Ingen information

# noNewsClub
source: No news found for {club}
sv: Inga nyheter hittades för {club}

# unfinishedMatchBannerText
source: You have an unfinished match report
sv: Du har en oavklarad match

source: Game in progress
sv: Match pågår

# noData
source: No data found
sv: Ingen data hittades

source: No Brackets
sv: Inga brackets

source: Left the match
sv: Lämnade matchen

source: Successful Check in
sv: Du har checkat in

source: No live streams
sv: Inga livestreams

source: No Streams
sv: Inga streams

source: No Results
sv: Inga resultat

source: Add Result
sv: Lägg till resultat

source: Waiting for confirmation...
sv: Väntar på bekräftelse...

source: Confirm Result
sv: Bekräfta resultat

source: Accept Score
sv: Acceptera resultat

source: Dispute Score
sv: Bestrid resultat

source: Full Time
sv: Fulltid

source: Back to Tournament
sv: Tillbaka till turnering

# playerWins
source: {name} wins!
sv: {name} vann!

source: Submit Score
sv: Skicka in resultat

source: Waiting for Dispute Resolution...
sv: Väntar på admin...

source: Opponent is Disputing Score
sv: Motståndaren bestrider resultatet

source: Dispute in Progress
sv: Konflikt

# youWillBeNotifiedWhen
source: You will be notified when a decision has been made
sv: Du får en notis när ett beslut har fattats

source: Dispute Result
sv: Bestrid resultat

source: Cancel Dispute
sv: Ångra disput

source: Upload a photo or video
sv: Ladda upp bild eller video

source: Paste a YouTube link
sv: Fyll i en YouTube-länk

source: Send
sv: Skicka

# disputeInstructions
source: To help to dispute the score you can upload a photo or video as evidence. An admin will make a decision on the match outcome.
sv: För att bestrida resultatet måste du ladda upp en bild eller ett videoklipp som bevis. En admin kommer därefter fatta ett beslut.

source: Match Dispute Outcome
sv: Resultat

source: Starting dispute...
sv: Bestrider resultat...

source: Error loading image
sv: Fel vid inläsning av bild

source: Error uploading evidence
sv: Fel vid uppladdning av bevis

source: The evidence was uploaded correctly
sv: Beviset har laddats upp

# notificationFriendStartedStreaming
source: {friend} has started streaming
sv: {friend} har startat sin stream

source: Search
sv: Sök

# notificationOrgJoinRequestAccepted
source: Your join request has been accepted
sv: Din anmälan har accepterats

# notificationOrgJoinRequestDenied
source: Your join request has been denied
sv: Din anmälan har nekats

source: Unknown Status
sv: Okänd status

source: Joined
sv: Joinat

source: Collection
sv: Samling

source: Automatic
sv: Automatisk

source: Swedish
sv: Svenska

source: Full Time - Walkover
sv: Fulltid - Walkover

source: Your console was changed successfully
sv: Din spelkonsol har uppdaterats

# uploadedBy
source: Uploaded by {name}
sv: Uppladdat av {name}

source: Uploaded evidence
sv: Uppladdat bevis
